[LocAdmin_Strings]
INFO_EndGameMilten01_1=You've been acting very strange on the ship.;;???;;;;Du hast dich auf dem Schiff sehr seltsam verhalten.;;???;;;;Nagyon furcsán viselkedtél a hajón.;;Zachowywałeś się bardzo dziwnie na statku.;;Ты вёл себя очень странно на корабле.;;你在船上很奇怪。;
INFO_EndGameMilten01_2=What do you mean?;;???;;;;Was meinst du?;;???;;;;Mire gondolsz?;;Co masz na myśli?;;Что ты имеешь в виду?;;你什麼意思？;
INFO_EndGameMilten01_3=I think something is bothering you. You barely talk to anyone and act like a recluse.;;???;;;;Ich glaube, dass dich etwas bedrückt. Du sprichst kaum mit jemandem und verhälst dich wie ein Einsiedler.;;???;;;;Azt hiszem, valami zavar. Alig beszélsz valakivel, és úgy viselkedsz, mint egy remete.;;Myślę, że coś cię trapi. Prawie się z nikim nie rozmawiasz i zachowujesz się jak odludek.;;Мне кажется, тебя что-то беспокоит. Ты почти ни с кем не общаешься и ведёшь себя как затворник.;;我覺得你有心事你幾乎不和任何人說話，像個隱士。;
INFO_EndGameMilten01_4=I really feel out of place.;;???;;;;Ich fühle mich echt fehl am Platz.;;???;;;;Nagyon nem találom a helyem.;;Naprawdę czuję się nie na miejscu.;;Я действительно чувствую себя не на том месте.;;我真的覺得自己在錯誤的地方。;
INFO_EndGameMilten01_5=Previously, I knew the intentions of the team well and could make decisions along with the rest.;;???;;;;Vorher kannte ich die Absichten unseres Teams und konnte zusammen mit den anderen Entscheidungen treffen.;;???;;;;Előre ismertem a csapat szándékait, és a többiekkel együtt hozhattam meg a döntéseimet.;;Wcześniej dobrze znałem zamiary zespołu i mogłem podejmować decyzje wraz z resztą.;;Раньше я хорошо знал план команды и мог принимать решения вместе с остальными.;;我曾經對團隊計畫瞭若指掌，可以和團隊其他成員一起做出决定。;
INFO_EndGameMilten01_6=But on Khorinis, while you were slaying dragons and demons, I spent most of my time at the monastery.;;???;;;;Aber auf Khorinis habe ich die meiste Zeit im Kloster verbracht, während ihr Drachen und Dämonen erschlagen habt.;;???;;;;De Khorinison az időm nagy részét a kolostorban töltöttem, amíg ti sárkányokat és démonokat öltetek.;;Jednak na Khorinis, kiedy ty zabijałeś smoki i demony, ja spędziłem większość czasu w klasztorze.;;Однако на Хоринисе, пока вы убивали драконов и демонов, я большую часть времени отсиживался в Монастыре.;;然而，在克裡尼斯，當你殺死龍和惡魔時，我大部分時間都躲在修道院裡。;
INFO_EndGameMilten01_7=I see. It was hard not to notice.;;???;;;;Verstehe. War schwer das nicht zu bemerken.;;???;;;;Ezt megértem. Nehéz volt nem észrevenni.;;Rozumiem. Ciężko było nie zauważyć.;;Понимаю. Так сразу бы и сказал.;;我理解。 很難不引起注意。;
INFO_EndGameMilten01_8=If you want, I'll tell you everything you might have missed on Khorinis.;;???;;;;Wenn du willst erzähle ich dir was du auf Khorinis verpasst hast.;;???;;;;Ha akarod, mindent elmesélek, amiről lemaradtál Khorinison.;;Jeśli chcesz, opowiem ci wszystko, co mogłeś przegapić na Khorinis.;;Если хочешь, я расскажу тебе всё, что ты мог пропустить на Хоринисе.;;如果你願意，我會告訴你所有你可能錯過的關於克裡尼斯的訊息。;
INFO_EndGameMilten01_9=I don't think that would be a bad idea.;;???;;;;Ich denke das ist keine schlechte Idee.;;???;;;;Szerintem ez nem is rossz ötlet.;;Myślę, że nie byłby to zły pomysł.;;Думаю, это было бы не лишним.;;我想這不會是多餘的。;
INFO_EndGameMilten02_1=It all started in Xardas tower.;;???;;;;Alles begann im Turm von Xardas.;;???;;;;Minden Xardas tornyában kezdődött.;;Wszystko zaczęło się w wieży Xardasa.;;Всё началось в башне Ксардаса.;;這一切都是從薩達塔開始的。;
INFO_EndGameMilten02_2=He pulled me out from under the rubble of the Temple of the Dreamer, but only to send me back on an important mission.;;???;;;;Er hat mich aus den Trümmern des Schläfertempels befreit, aber nur um mich wieder auf eine wichtige Mission zu schicken.;;???;;;;Kiszabadított az Alvó templomának romjai alól, de csak azért, hogy visszaküldjön egy fontos küldetésre.;;Wyciągnął mnie spod gruzów Świątyni Śniącego, ale tylko po to, by wysłać mnie z powrotem na ważną misję.;;Он вытащил меня из-под завала в Храме Спящего, но только затем, чтобы снова отправить на важное задание.;;他把我從沉睡的神廟的廢墟中救了出來，但只是為了讓我再次被派去執行一項重要的任務。;
INFO_EndGameMilten02_3=I was supposed to get the Eye of Innos for him. But first I had to somehow get an audience with Lord Hagen.;;???;;;;Ich sollte das Auge Innos für ihn besorgen, dazu musste ich aber zuerst irgendwie zu Lord Hagen kommen.;;???;;;;Meg kellett szereznem neki Innos Szemét, de előbb valahogy el kellett jutnom Lord Hagenhez.;;Miałem zdobyć dla niego Oko Innosa. Ale najpierw musiałem jakoś uzyskać audiencję u Lorda Hagena.;;Я должен был раздобыть для него Глаз Инноса. Но сначала нужно было как-то попасть на аудиенцию к лорду Хагену.;;我應該為他找到因諾斯的眼睛。 但首先，我們必須找到一種方法來覲見哈根勳爵。;
INFO_EndGameMilten02_4=No one is allowed in the upper part of the city, except for citizens. So I decided to become an apprentice to one of the craftsmen.;;???;;;;Niemand außer den einflussreichsten Bürgern der Stadt darf das obere Viertel betreten. Also beschloss ich Lehrling einer der Handwerker zu werden.;;???;;;;A város befolyásos polgárain kívül senki sem léphet be a Felső negyedbe. Ezért úgy döntöttem, hogy az egyik mesterember gyakornoka leszek a Kézművesek negyedében.;;Nikt nie ma wstępu do górnej części miasta, z wyjątkiem obywateli. Postanowiłem więc zostać czeladnikiem jednego z rzemieślników.;;В верхний квартал не пускают никого, кроме граждан города. Поэтому я решил стать учеником одного из мастеров в ремесленном квартале.;;除了城市居民，沒有人可以進入上城區。 所以我决定成為一個工匠區的學徒。;
INFO_EndGameMilten02_5=Who did you choose?;;???;;;;Für wen hast du dich entschieden?;;???;;;;Ki mellett döntöttél?;;Kogo wybrałeś?;;И кого же ты выбрал?;;你選了誰？;
INFO_EndGameMilten03_1=As far as I know, paladins wouldn't let an ordinary citizen into their commander.;;???;;;;Soweit ich weiß, würden die Paladine gewöhnliche Bürger nicht zu ihrem Kommandanten vorlassen.;;???;;;;Amennyire én tudom, a lovagok nem engedik, hogy az egyszerű polgárok találkozhassanak a parancsnokukkal.;;Z tego co wiem paladyni nie wpuściliby zwykłego obywatela do swojego dowódcy.;;Насколько я знаю паладинов, обычных граждан они бы не пустили к своему командиру.;;據我所知，聖騎士們不會讓普通公民接近他們的指揮官。;
INFO_EndGameMilten03_2=Of course not. First, I had to enlist the support of one of the powerful Khorinis factions.;;???;;;;Nein, natürlich nicht. Zuerst musste ich die Unterstützung einer der Fraktionen von Khorinis gewinnen.;;???;;;;Nem, természetesen nem. Először is el kellett nyernem Khorinis egyik erős frakciójának támogatását.;;Oczywiście, że nie. Najpierw musiałem pozyskać wsparcie jednej z potężnych frakcji Khorinis.;;Конечно, нет. Сперва мне пришлось заручиться поддержкой одной из могущественных фракций Хориниса.;;當然不是，首先，我必須得到克裡尼斯一個强大派系的支持。;
INFO_EndGameMilten03_3=About Innos. Became a paladin?;;???;;;;Möge Innos über dich wachen. Bist du ein Paladin geworden?;;???;;;;Innos óvjon téged. Lovag lettél?;;O Innosie. Zostałeś paladynem?;;Храни меня Иннос. Неужто ты стал паладином?;;因諾斯與我同在你成為聖騎士了嗎？;
INFO_EndGameMilten04_1=With the magic of Innos and the weapons of the paladins, I gained great power.;;???;;;;Mit der Magie von Innos und den Waffen der Paladine wurde ich stärker.;;???;;;;Innos mágiájával és a lovagok fegyvereivel hatalomra tettem szert.;;Dzięki magii Innosa i broni paladynów zdobyłem wielką moc.;;С магией Инноса и оружием паладинов я обрёл огромную силу.;;有了因諾斯的魔法和聖騎士的武器，我獲得了巨大的力量。;
INFO_EndGameMilten05_1=Did Lord Hagen give you the Eye of Innos?;;???;;;;Hat Lord Hagen dir das Auge Innos gegeben?;;???;;;;Lord Hagen adta neked Innos Szemét?;;Czy Lord Hagen dał ci Oko Innosa?;;Лорд Хаген отдал тебе Глаз Инноса?;;哈根勳爵給了你因諾斯的眼睛？;
INFO_EndGameMilten05_2=First, he asked me to get proof of the existence of dragons. But you already remember that.;;???;;;;Zuerst bat er mich einen Beweis für die Existenz der Drachen zu besorgen. Aber das weißt du ja schon.;;???;;;;Először azt kérte, hogy szerezzek bizonyítékot a sárkányok létezésére. De ezt már tudod.;;Najpierw poprosił mnie o zdobycie dowodu na istnienie smoków. Jednak to już pamiętasz.;;Сначала он попросил меня добыть доказательства существования драконов. Впрочем, это ты и сам помнишь.;;他先是讓我證明龍的存在，你還記得吧。;
INFO_EndGameMilten05_3=Finally, the amulet landed in my hands. Unfortunately, Beliar's minions managed to damage it.;;???;;;;Schließlich fand ich das Amulett. Leider hatten die Diener Beliars es beschädigt.;;???;;;;Végül az amulett a markomba került. Sajnos Beliar csatlósainak sikerült tönkretenniük.;;W końcu amulet trafił w moje ręce. Niestety sługom Beliara udało się go uszkodzić.;;В конце концов, амулет оказался у меня в руках. К сожалению, приспешники Белиара успели его повредить.;;護身符終於到手了。 不幸的是，貝利亞的爪牙設法損壞了它。;
INFO_EndGameMilten05_4=I needed Vatras' help to repair the Eye. The old mage sent me to a lost valley called Jarkendar.;;???;;;;Ich brauchte die Hilfe von Vatras, um das Auge zu reparieren. Der alte Magier schickte mich in ein verstecktes Tal namens Jharkendar.;;???;;;;Vatras segítségére volt szükségem a Szem megjavításához. Az öreg mágus egy Jharkendar nevű eldugott völgybe küldött.;;Potrzebowałem pomocy Vatrasa, by naprawić Oko. Stary mag wysłał mnie do zaginionej doliny zwanej Jarkendarem.;;Для починки Глаза мне понадобилась помощь Ватраса. Старый маг отправил меня в затерянную Долину Яркендар.;;我需要瓦特拉斯的幫助來修復眼睛，老巫師把我送到了失落的亞肯達山谷。;
INFO_EndGameMilten05_5=There I had to fight our old friend Raven.;;???;;;;Dort musste ich gegen unseren alten Freund Raven kämpfen.;;???;;;;Ott meg kellett küzdenem régi barátunkkal, Ravennel.;;Tam musiałem walczyć z naszym starym znajomym Krukiem.;;Там мне престояло сразиться с нашим старым знакомым Вороном.;;在那裡，我要和我們的老熟人烏鴉戰鬥。;
INFO_EndGameMilten05_6=I remember that villain! Please tell me you dealt with it.;;???;;;;Ich erinnere mich an den Schurken! Bitte sag mir, dass du dich um ihn gekümmert hast.;;???;;;;Emlékszem arra a gazemberre! Kérlek, mondd, hogy gondoskodtál róla.;;Pamiętam tego złoczyńcę! Proszę, powiedz, że się z nim uporałeś.;;Я помню этого негодяя! Пожалуйста, скажи, что ты с ним расправился.;;我記得那個壞蛋！ 請告訴我你殺了他。;
INFO_EndGameMilten05_7=The raven became food for the worms. I held his gun in my hands. Beliar's Claw Mighty Sword.;;???;;;;Der Dreckskerl ist Futter für die Würmer. Ich hielt seine Waffe in meinen Händen. Die mächtige Klaue Beliars.;;???;;;;A fattyú a férgek eledele lett. A kezemben tartottam a fegyverét. A hatalmas Beliar Karmát.;;Kruk został karmą dla robaków. Dzierżyłem jego broń w swoich rękach. Potężny miecz Szpon Beliara.;;Ворон отправился кормить червей. А мне в руки попало его оружие. Мощный двуручный меч Коготь Белиара.;;烏鴉去喂蠕蟲。 我得到了他的武器。 一把强大的雙臂劍是貝利亞的爪子。;
INFO_EndGameMilten05_8=I heard about this weapon. It is said to have the power of the Dark God himself.;;???;;;;Ich habe davon gehört. Es heißt sie besäße die Macht Beliars.;;???;;;;Hallottam erről a fegyverről. Azt mondják, hogy maga Beliar ereje lakozik benne.;;Słyszałem o tej broni. Mówi się, że ma moc samego Mrocznego Boga.;;Я слышал об этом оружии. Говорят, оно обладает властью самого Тёмного Бога.;;我聽說過這個武器，據說它擁有黑魔王本人的力量。;
INFO_EndGameMilten05_9=What happened to Beliar's Claw?;;???;;;;Was geschah mit der Klaue?;;???;;;;Mi történt a Karommal?;;Co się stało ze Szponem Beliara?;;Что стало с Когтем Белиара?;;貝利亞的爪子怎麼了？;
INFO_EndGameMilten06_1=All right. What was next?;;???;;;;Nun, okay. Und was geschah dann?;;???;;;;Hát, rendben. És mi történt ezután?;;W porządku. Co było dalej?;;Ну, хорошо. И что было дальше?;;好的，好的。 然後呢？;
INFO_EndGameMilten06_2=You already know the rest. We went to the Court of Irdorath on Esmeralda, killed the Undead Dragon and saved the world.;;???;;;;Den Rest kennst du bereits. Wir segelten mit der Esmeralda zu den Hallen von Irdorath, töteten den untoten Drachen und retteten die Welt.;;???;;;;A többit már tudod. Az Esmeraldával elutaztunk Irdorath csarnokaiba, megöltük az élőhalott sárkányt, és megmentettük a világot.;;Resztę już wiesz. Udaliśmy się na Dwór Irdorath na Esmeraldzie, zabiliśmy Smoka Ożywieńca i ocaliliśmy świat.;;А дальше ты и сам знаешь. Мы отправились в Чертоги Ирдората на Эсмеральде, убили дракона-нежить и спасли мир.;;然後你知道。 我們去了埃斯梅拉達的伊爾多拉特大廳，殺死了不死龍，拯救了世界。;
INFO_EndGameMilten06_3=Are you feeling better now?;;???;;;;Gehts dir jetzt besser?;;???;;;;Most már jobban vagy?;;Czy czujesz się teraz lepiej?;;Теперь тебе стало легче?;;你感覺好點了嗎？;
INFO_EndGameMilten06_4=Yes. I don't think I missed anything important.;;???;;;;Ich scheine nichts Wichtiges verpasst zu haben.;;???;;;;Úgy tűnik, nem hagytam ki semmi fontosat.;;Tak. Wydaje mi się, że nie przegapiłem niczego ważnego.;;Да. Кажется, ничего важного я не упустил.;;是啊。 我沒有錯過任何重要的東西。;
INFO_EndGameMilten06_5=Anyway, it's over. Now we have to think about more important things.;;???;;;;Das ist jetzt alles Vergangenheit. Es gibt jetzt Wichtigeres.;;???;;;;Mindenesetre ez már a múlté. Most fontosabb dolgokról kell gondolkodnunk.;;W każdym razie to już koniec. Teraz musimy pomyśleć o ważniejszych rzeczach.;;В любом случае, всё это позади. Теперь нужно думать о более важных вещах.;;不管怎樣，這一切都在後面。 現在我們必須考慮更重要的事情。;
INFO_EndGameChoice1=Harad - master blacksmith.;;???;;;;Harad, Meister der Schmiedekunst.;;???;;;;Harad, a kovácsmester.;;Harada - mistrza kowalstwa.;;Харада - мастера-кузнеца.;;哈拉德是鐵匠大師。;
INFO_EndGameChoice1_1=I see. It even suits you.;;???;;;;Aha, ich verstehe. Das sieht dir sehr ähnlich.;;???;;;;Aha, értem. Ez igencsak rád vall.;;Rozumiem. To nawet do ciebie pasuje.;;Понимаю. Это очень на тебя похоже.;;我明白了 這看起來很像你。;
INFO_EndGameChoice2=Bosper - master hunter.;;???;;;;Bosper, Meister der Jagd.;;???;;;;Bosper, a vadászmester.;;Bospera - mistrza myśliwstwa.;;Боспера - мастера-охотника.;;博斯珀是獵人大師。;
INFO_EndGameChoice2_1=Was it so? A very unusual choice.;;???;;;;Wirklich? Eine sehr ungewöhnliche Wahl.;;???;;;;Tényleg? Nagyon szokatlan választás.;;Czy tak było? Bardzo nietypowy wybór.;;Правда? Очень необычный выбор.;;真的嗎？ 這是一個非常不尋常的選擇。;
INFO_EndGameChoice3=Constantino - a master of alchemy.;;???;;;;Constantino, Meister der Alchemie.;;???;;;;Constantino, az alkímia mestere.;;Constantino - mistrza alchemii.;;Константино - мастера-алхимика.;;君士坦丁是煉金術士。;
INFO_EndGameChoice3_1=A good choice. I would do the same.;;???;;;;Gute Entscheidung. Ich hätte dasselbe getan.;;???;;;;Jó döntés. Én is így tettem volna.;;Dobry wybór. Zrobiłbym tak samo.;;Хороший выбор. Я бы поступил так же.;;這是一個很好的選擇。 我會做同樣的事。;
INFO_EndGameChoice4=Of course not. I joined Lee and his men.;;???;;;;Nein, natürlich nicht. Ich habe mich Lee und seinen Leuten angeschlossen.;;???;;;;Nem, természetesen nem. Csatlakoztam Leehez és az embereihez.;;Oczywiście, że nie. Dołączyłem do Lee i jego ludzi.;;Разумеется, нет. Я примкнул к Ли и его ребятам.;;當然不是。 我加入李和他的組織。;
INFO_EndGameChoice4_1=Oh yes. Now everything makes sense.;;???;;;;Jetzt ergibt alles einen Sinn.;;???;;;;Ó, igen. Most már minden értelmet nyer.;;O tak. Teraz wszystko ma sens.;;Ах, да. Теперь всё становится на свои места.;;哦，是的。 現在一切都恢復正常了。;
INFO_EndGameChoice5=The waves of the sea have had a bad effect on you. Have you already forgotten that I entered a convent?;;???;;;;Die Seefahrt scheint dir nicht bekommen zu haben. Hast du etwas vergessen, dass ich dem Kloster beigetreten bin?;;???;;;;A tengeren való hánykolódás ennyire megártott. Elfelejtetted, hogy beléptem a kolostorba?;;Morskie fale miały na ciebie zły wpływ. Czy już zapomniałeś, że wstąpiłem do klasztoru?;;Морская качка плохо повлияла на тебя. Ты уже забыл, что я вступил в Монастырь?;;波濤洶湧的大海讓你吃盡了苦頭，你忘了我加入修道院了嗎？;
INFO_EndGameChoice6=Yeah. And let me tell you a secret, it turned out to be quite easy.;;???;;;;Ja wurde ich, und es war sogar recht einfach.;;???;;;;Hát, igen. Elárulok egy titkot: nagyon egyszerű volt.;;No tak. I zdradzę ci sekret, okazało się to być całkiem łatwe.;;Ну, да. И скажу по секрету, это оказалось проще простого.;;嗯，是的。 我要告訴你，這是一個簡單的事情。;
INFO_EndGameChoice7=I chose the path of shield and sword and forged a light but powerful blade from the ore.;;???;;;;Ich wählte den Weg des Schwerts und Schilds. Ich schmiedete eine leichte, aber mächtige Klinge aus Erz.;;???;;;;A pajzs és a kard útját választottam, és kovácsoltam egy könnyű, de hatalmas ércpengét.;;Wybrałem ścieżkę tarczy i miecza i wykułem z rudy lekkie, ale potężne ostrze;;Я выбрал путь щита и меча и сковал из руды лёгкий, но прочный клинок.;;我選擇了盾牌和劍的道路，並用礦石鍛造了一把輕而堅固的劍。;
INFO_EndGameChoice8=I chose the path of the sword and forged a huge two-handed blade from the ore.;;???;;;;Ich wählte den Weg des Schwerts. Ich schmiedete eine starke zweihändige Klinge aus Erz.;;???;;;;A kard útját választottam, és kovácsoltam egy hatalmas kétkezes ércpengét.;;Wybrałem ścieżkę miecza i wykułem z rudy ogromne dwuręczne ostrze.;;Я выбрал путь меча и сковал из руды огромный двуручный клинок.;;我選擇了劍的道路，用礦石鑄造了一把巨大的雙手劍。;
INFO_EndGameChoice9=I gave it to Saturas to get rid of that cursed sword once and for all.;;???;;;;Ich habe es Saturas gegeben, damit dieses verfluchte Schwert nie wieder schaden anrichten kann.;;???;;;;Odaadtam Saturasnak, hogy egyszer s mindenkorra megszabaduljon attól az átkozott kardtól.;;Dałem go Saturasowi, by raz na zawsze pozbył się tego przeklętego miecza.;;Я отдал его Сатурасу, чтобы он избавился от проклятого меча раз и навсегда.;;我把它交给萨图拉斯，是为了一劳永逸地除掉那把诅咒之剑。;
INFO_EndGameChoice9_1=Yeah. That will probably be better for everyone.;;???;;;;Ja. Das war wahrscheinlich die beste Entscheidung.;;???;;;;Nos, igen. Valószínűleg így a legjobb mindenkinek.;;No tak. Tak będzie chyba lepiej dla wszystkich.;;Ну, да. Наверно, так будет лучше для всех.;;Ну, да. Наверно, так будет лучше для всех.;
INFO_EndGameChoice10=I used the sword to make a magic rune out of it.;;???;;;;Ich habe das Schwert benutzt, um daraus eine magische Rune herzustellen.;;???;;;;A kardból készítettem egy mágikus rúnát.;;Użyłem miecza, by stworzyć z niego magiczną runę.;;Я использовал меч, чтобы создать из него магическую руну.;;我用這把劍創造了一個魔法符文。;
INFO_EndGameChoice10_1=Without this weapon, we wouldn't be able to deal with the Undead Dragon, right? I see.;;???;;;;Ohne diese Waffe wären wir nicht mit dem untoten Drachen fertig geworden, oder?;;???;;;;E fegyver nélkül nem tudtunk volna elbánni az élőholt sárkánnyal, ugye? Értem.;;Bez tej broni nie bylibyśmy w stanie poradzić sobie ze Smokiem Ożywieńcem, racja? Rozumiem.;;Без этого оружия мы бы не смогли справиться с драконом-нежитью, да? Понимаю.;;沒有這些武器，我們就無法對付不死龍，是嗎？ 我明白了;
INFO_EndGameChoice11=I took the sword for myself to use its power.;;???;;;;Ich nahm das Schwert an mich, um seine Macht zu nutzen.;;???;;;;Magamhoz vettem a kardot, hogy használjam az erejét.;;Wziąłem miecz dla siebie, aby użyć jego mocy.;;Я забрал меч себе, чтобы воспользоваться его силой.;;Я забрал меч себе, чтобы воспользоваться его силой.;
